
///-----------------------------------------------------------------------------------------------
//  Created by Aya Baghdadi.
//  Copyright © 2021 Technicalisto . All rights reserved.
///-----------------------------------------------------------------------------------------------

///----------------------------------------------------------------------------------------------------
/// ObserverForGetImage
///----------------------------------------------------------------------------------------------------

import UIKit

extension UIViewController {
    @objc func GetFromUIImagePicker(_ notification: NSNotification) {
        // We will override it
    }
}
